campos_clientes_vittal/models/full_cfdi_request.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:scfd="http://namespace.pegasotecnologia.com/SCFD" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/">
    <soapenv:Header></soapenv:Header>
    <soapenv:Body>
        <scfd:emitirCFD>
            <scfd:PoRequestCFD>
            <RequestCFD version="3.3">
    <Comprobante Version="3.3" Serie="INV" Folio="20200001" Fecha="2020-07-02T14:19:05" FormaPago="03" SubTotal="2000" Moneda="MXN" Total="2000" TipoDeComprobante="I" MetodoPago="PUE" LugarExpedicion="15900">
        <Emisor Rfc="TMO1104114Y9" Nombre="TIEMPOREAL_TMO1104114Y9_ws" RegimenFiscal="601"/>
        <Receptor Rfc="ABCF7108165N0" Nombre="Pedro Sanchez" UsoCFDI="P01"/>
        <Conceptos>
            <Concepto ClaveProdServ="85121800" Cantidad="1" ClaveUnidad="E48" Unidad="1" Descripcion="Area Protegida" ValorUnitario="2000" Importe="2000"/>
        </Conceptos>
    </Comprobante>
    <Transaccion id="['2020-07-02T14:19:05']"/>
    <TipoComprobante clave="Factura" nombre="Factura"/>
    <Sucursal nombre="MATRIZ"/>
    <Receptor emailReceptor="juanmanuelriverom@gmail.com"/>
</RequestCFD>

            </scfd:PoRequestCFD>
        </scfd:emitirCFD>
    </soapenv:Body>
</soapenv:Envelope>